Repository: reddicka/SmartYard-iOS
Catalog: SmartYard/Flows/MainTabBar/Settings/AddressSettings/View/*.lproj/AddressSettingsViewController.strings
Languages: bg, kk, uz

# 2pG-Oj-xOo.text
source: Keep an event log
bg: Водете дневник на събитията
kk: Оқиғалар журналын жүргізу
uz: Hodisalar jurnalini yuritish

# 8Eq-Xo-T29.text
source: Address settings
bg: Настройки на адреса
kk: Мекен-жай параметрлері
uz: Manzil sozlamalari

# Lv1-z9-kae.text
source: Label
bg: Етикет
kk: Құжат атауы

# Pul-Vy-tR0.text
source: Receive paper bills
bg: Получавайте хартиени сметки
kk: Қағаз есептіктерін алу
uz: Qog'oz hisob-fakturalarni olish

# TyT-G0-g5P.text
source: Intercom
bg: Домофон
kk: Домофон
uz: Domofon

# Uhf-0U-VJx.text
source: Intercom enabled
bg: Интеркомът е включен
kk: Интерком қосылған
uz: Interkom yoqilgan

# cfP-r1-vq0.text
source: "White Rabbit" mode
bg: Режим "Бял заек"
kk: Режим "Ақ айық"
uz: "Oq quyon" rejimi

# dvv-PF-VJi.normalTitle
source: Button
bg: Бутон
kk: Түймешік
uz: Tugma

# hUw-Nq-3Y7.text
source: Recognize faces
bg: Разпознавайте лица
kk: Беталарды анықтау
uz: Yuzlarni tanib olish

# kq1-WA-VLg.normalTitle
source: Delete address
bg: Изтрийте адреса
kk: Мекенжайды жою
uz: Manzilni o'chirish

# oYC-ZJ-cYh.text
source: Hide event log от from other users of appt
bg: Скрийте дневника на събитията от други потребители на апартамента
kk: Басқа жайлардың қонақтарынан оқиғалар журналын жасыру
uz: Boshqa kvartira foydalanuvchilaridan hodisalar jurnalini yashirish

# r25-qp-rMe.text
source: Receive calls
bg: Приемайте обаждания
kk: Шағымдарды қабылдау
uz: Qo'ng'iroqlarni qabul qilish
