Repository: reddicka/SmartYard-iOS
Catalog: *.lproj/Intents.strings
Languages: ru, uz

# 0cUuHX
source: Do you want to open the ‘${door}’?
ru: Вы хотите открыть ‘${door}’?
uz: ‘${door}’ni ochmoqchimisiz?

# 75DQQs
source: Type
ru: Тип
uz: Turi

# 7OB1Ww
source: There are ${count} options matching the ‘${door}’.
ru: Нашлось ${count} соответствующих ‘${door}’.
uz: ‘${door}’ga mos ${count} ta variant mavjud.

# 7lOt11
source: Open the ${door} @ ${address}
ru: Открыть ${door} @ ${address}
uz: ${door}ni ochish @ ${address}

# 7pPNLK
source: Door
ru: Дверь
uz: Eshik

# Brixr9
source: Do you want to open the ‘${address}’?
ru: Вы хотите открыть ‘${address}’?
uz: ‘${address}’ni ochmoqchimisiz?

# EVkcmA
source: Open ...
ru: Открыть ...
uz: Ochish ...

# GooWrv
source: Opens any doors
ru: Открывает любые двери
uz: Har qanday eshikni ochadi

# H8fR3T
source: Open ...
ru: Открыть ...
uz: Ochish ...

# Lab1IV
source: What to open
ru: Что открыть
uz: Nimani ochish

# MWf04e-fVQgAq
source: Just to confirm, you wanted ‘Все’?
ru: Подтвердите, вы имели в виду ‘Все’?
uz: Tasdiqlash uchun, siz ‘Hammasi’ni xohladingizmi?

# MWf04e-pEOc1e
source: Just to confirm, you wanted ‘Ворота’?
ru: Подтвердите, вы имели в виду ‘Ворота’?
uz: Tasdiqlash uchun, siz ‘Darvoza’ni xohladingizmi?

# MWf04e-rR3Lh0
source: Just to confirm, you wanted ‘Калитка’?
ru: Подтвердите, вы имели в виду ‘Калитка’?
uz: Tasdiqlash uchun, siz ‘Kichik darvoza’ni xohladingizmi?

# MWf04e-tyxO3i
source: Just to confirm, you wanted ‘Подъезд’?
ru: Подтвердите, вы имели в виду ‘Подъезд’?
uz: Tasdiqlash uchun, siz ‘Pod'ezd’ni xohladingizmi?

# OE741o-fVQgAq
source: There are ${count} options matching ‘Все’.
ru: Нашлось ${count} соответствующих ‘Все’.
uz: ‘Hammasi’ga mos ${count} ta variant mavjud.

# OE741o-pEOc1e
source: There are ${count} options matching ‘Ворота’.
ru: Нашлось ${count} соответствующих ‘Ворота’.
uz: ‘Darvoza’ga mos ${count} ta variant mavjud.

# OE741o-rR3Lh0
source: There are ${count} options matching ‘Калитка’.
ru: Нашлось ${count} соответствующих ‘Калитка’.
uz: ‘Kichik darvoza’ga mos ${count} ta variant mavjud.

# OE741o-tyxO3i
source: There are ${count} options matching ‘Подъезд’.
ru: Нашлось ${count} соответствующих ‘Подъезд’.
uz: ‘Pod'ezd’ga mos ${count} ta variant mavjud.

# RB0yYo
source: What to open?
ru: Что открыть?
uz: Nimani ochish?

# fVQgAq
source: All
ru: Все
uz: Hammasi

# fy6B1Z
source: Where to open?
ru: Где открыть?
uz: Qayerda ochish?

# g6Beaz
source: Open ${door} @ ${address}
ru: Открыть ${door} @ ${address}
uz: ${door}ni ochish @ ${address}

# mNEDvp
source: House Address
ru: Адрес Дома
uz: Uy manzili

# mav2aR
source: Domophone Id
ru: Домофон Id
uz: Domofon IDsi

# oi81HC
source: Door Id
ru: Вход Id
uz: Eshik IDsi

# pEOc1e
source: Gate
ru: Ворота
uz: Darvoza

# rR3Lh0
source: Wicket
ru: Калитка
uz: Kichik darvoza

# ryTv95
source: Where to open
ru: Где открыть
uz: Qayerda ochish

# sf9Ajl
source: There are ${count} options matching ‘${address}’.
ru: Нашлось ${count} соответствующих ‘${address}’.
uz: ‘${address}’ga mos ${count} ta variant mavjud.

# tyxO3i
source: Enterance
ru: Подъезд
uz: Pod'ezd

# zDKNd0
source: Enterance type
ru: Тип входа
uz: Kirish turi
